/* Title of save and alert panels when saving plain text */
"Save Plain Text" = "Save Plain Text";

/* Title of alert indicating file couldn't be saved */
"Couldn't Save" = "Couldn't Save";

/* OK.
   OK
   OK.
   OK.
   OK.
   OK. */
"OK" = "OK";

/* Message indicating document couldn't be saved under the given name. */
"Couldn't save document as %@." = "Couldn't save document as %@.";

/* Title of save and alert panels when saving plain text */
"Save Plain Text" = "Save Plain Text";

/* Message asking whether to append extension on a filename which already seems to have an extension; %@ is the filename. */
"Document name %@ already seems to have an extension. Append '.txt' anyway?" = "Document name %@ already seems to have an extension. Append '.txt' anyway?";

/* The default (yes) response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Append" = "Append";

/* Button choice allowing user to cancel. */
"Cancel" = "Cancel";

/* Response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Don't append" = "Don't append";
